Repository: osclass/plugin-jobs_attributes
Catalog: jobs_attributes/languages/*/messages.po
Languages: pt_pt

source: Settings updated
pt_pt: Configurações atualizadas

source: Recalculation finished
pt_pt: Re-cálculo terminado

source: Allow upload of resumes
pt_pt: Ativar upload de CVs

source: Allow unregistered users to upload their resumes
pt_pt: Permitir upload de CVs a utilizadores não registados

source: Send all emails to the following email (if not checked the resumes will be send to ad's author)
pt_pt: Enviar todos os emails para o seguinte endereço de email (se esta opção não estiver seleccionada, os currículos serão enviados para o anunciante)

source: Salary slider min value
pt_pt: Valor min do slider do salário

source: Salary slider max value
pt_pt: Valor max do slider do salário

source: Salary slider step value
pt_pt: Valor do step do slider do salário

source: Update
pt_pt: Atualizar

source: Recalculate salary hour
pt_pt: Recalcular valor salário/hora

source: If you have updated this plugin, you need to recalculate values of salary hour, to obtain correct results in searches
pt_pt: Se atualizou este plug-in, é necessário recalcular os valores da salário/hora para obter resultados corretos nas pesquisas

source: Help
pt_pt: Ajuda

source: You could allow users to send their resumes to a specific email address or to send them to the author of the ad. Also you could specify is unregistered users could or could not upload their resumes
pt_pt: Pode permitir que os utilizadores enviem os currículos para um endereço de email específico ou enviá-los para o autor do anúncio. Também pode escolher se os utilizadores não registados podem ou não enviar currículos

source: The salary range will appear as a slider, at the search page and at the publish page. You could modify the minimum and maximum values of that slider as well as the value of the "steps" or increments
pt_pt: O valor do salário aparecerá como um slider na página de pesquisa e na página do anúncio. Pode alterar os valores mínimo e máximo desse slider, bem como o valor do step/incrementos

source: Server error. Upload directory isn't writable
pt_pt: Erro de servidor. O diretório de upload não tem permissões de escrita

source: No files were uploaded
pt_pt: Não foi enviado qualquer ficheiro

source: File is empty
pt_pt: O ficheiro está vazio

source: File is too large
pt_pt: O ficheiro excede o tamanho permitido

source: File has an invalid extension
pt_pt: A extensão do ficheiro não é válida

source: Someone sent you his/her resume. ( %s )
pt_pt: Alguém lhe enviou o currículo dele(a). (%s)

source: Someone sent you his/her resume. You could find it attached on this email, you could find the job offer here: %s
pt_pt: Alguém lhe enviou o currículo dele(a). Pode encontrar o ficheiro em anexo a este email. O anúncio está disponível aqui: % s

source: Could not save uploaded file. The upload was cancelled, or server error encountered
pt_pt: Não foi possível guardar o ficheiro enviado. O upload foi cancelado ou ocorreu um erro no servidor

source: Configure plugin
pt_pt: Configurar plugin

source: Plugin Options
pt_pt: Opções do Plugin

source: Hire someone
pt_pt: Contratar alguém

source: Looking for a job
pt_pt: Procuro um emprego

source: Undefined
pt_pt: Indefinido

source: Hour
pt_pt: Hora

source: Day
pt_pt: Dia

source: Week
pt_pt: Semana

source: Month
pt_pt: Mês

source: Year
pt_pt: Ano

source: Job details
pt_pt: Detalhes do anúncio

source: Relation
pt_pt: Relação

source: Company name
pt_pt: Nome da empresa

source: Position type
pt_pt: Horário

source: Salary range
pt_pt: Salário

source: Salary
pt_pt: Salário

source: Desired experience
pt_pt: Experiência desejada

source: Studies
pt_pt: Habilitações

source: Minimum requirements
pt_pt: Requisitos mínimos

source: Desired requirements
pt_pt: Requisitos desejados

source: Contract
pt_pt: Contrato

source: Company description
pt_pt: Descrição da empresa

source: Please enable JavaScript to use cv uploader
pt_pt: Por favor, ative o Javascript para utilizar o upload de CV

source: Job attributes
pt_pt: Atributos do anúncio
